export default function DuanlianChapter5() {
    return (
        <>
            <h2>Chapter 5: 心里的天平</h2>
            <p>在以前，晨珈更倾向于和爸爸交流，从生活学习到时事政治，两人都能聊上几句。爸爸在晨珈的眼中也的确是那个伟岸可靠的爸爸。 而妈妈则更多的是在幕后，默默的支撑着家庭的运转，晨珈和妈妈的交流一直都不太多也不太顺畅，也许爸爸在妈妈的世界占了更多的比重吧，她觉得只要他在就够了。也可能是从小被外公外婆寄养在姑爷姑妈家，寄人篱下的原因，妈妈自己从小也没接受过什么爱，所以也不知道应该怎么传达爱。</p>
            <p>从理性的角度，晨珈知道应该站在妈妈的一边，因为妈妈是这个事件的受害者。晨珈尝试着和妈妈更多的交流，给她送去慰藉与支持。“这些事情妈妈也没有别人可以说，只能和你说。”可是每一次的交流，妈妈总是重复着一样的话术，爸爸是怎样的忘恩负义，婆婆爷爷是怎样的偏袒包庇，叔叔婶婶是怎样的过河拆桥。。。晨珈好累啊。每一次的通话都像是把晨珈所有的精气神全部吸干抹净，她只能呆呆的坐在原地，眼泪默默地流淌。</p>
            <p>又是一次令人绝望的通话后，晨珈默默地走下宿舍楼，站在学习室外对着漆黑空荡的网球场放声大哭。这是晨珈自家里出事以来第一次这样毫无顾忌的放声大哭。她知道自己的哭声会被楼上的同学，室友，甚至是舍管老师听到，但是她再也抑制不住内心奔涌的绝望，委屈，害怕的恐惧，对未来的无助。。汹涌的情绪撑破了她持久以来的压抑，奔涌而出。晨珈不知道自己哭了多久，到最后自己哭累了，便默默的爬上楼。</p>
            <p>晨珈很难过。不过晨珈心里清楚，自己最难过的，是自己心中那个伟岸光明可靠的父亲形象，自己以为的坚固堡垒倒塌粉碎了。破碎的废墟形成了一个深不见底的黑漆漆的洞口，呼呼的漏着风。晨珈拼命的向外所求，却怎么也填不满这深渊。她向外求得越多，深渊反而越发扩张，在未来的十年内撕扯着晨珈的内心世界，成为她的梦魇。狰狞的伤口流淌着暗红的血液，一碰就裂，一想就疼。</p>
            <p>在这件事情上，晨珈心里的天平不管倾向谁，也许对另一方都是伤害。晨珈告诉爸妈，“你们要是在一起这么难过的话就分开吧，我都行。”但其实她的心里怕的要死，害怕自己以后就没有家了。但是她觉得父母的婚姻是他们两个自己的事，应该自己怎么幸福怎么来。 但是妈妈却不认同，“其他的孩子都哭着求着让爸妈别离婚，为什么到了你这里却不是这样呢？” 妈妈怪晨珈没有站在自己的一边，因为妈妈不想离婚。晨珈也懵了。这天平，该朝爸还是朝妈呢。</p>
        </>
    );
}
