export default function DuanlianChapter3() {
    return (
        <>
            <h2>Chapter 3: 新加坡</h2>
            <p>来新加坡的航班是夜间红眼航班。晨珈一夜无眠。</p>
            <p>她不知道那次和爸妈的分别代表着什么，不知道前方等待自己的未知包含了什么。谈不上恐惧，也没有多少兴奋，更多的是接受，就像晨珈一直以来的生活轨迹一样。好像从小自己就跟自己的情感有一定程度上的失联，感受不到太多的情绪，或者说刻意压抑自己的一些情绪，自己更像是一个第三人称的角度观看事件的发生，或者是被动的接受生活的一切发生。</p>
            <p>新加坡的天气潮湿而闷热，每天95%的湿度让空气里都似乎飘荡着细小的水蒸气颗粒，浓稠的化不开来。十一月正值新加坡的雨季，和重庆可以落一整天的毛毛细雨不同，新加坡的雨季被来去匆匆的倾盆大雨所占据。顷刻间乌云密布狂风大作大雨磅礴，仿佛老天在倾泻着狂躁的愤怒。片刻间却又雨过天晴阳光普照。新加坡位于赤道的地理位置让这里的气候除了下雨就是炎热。缺乏了一年四季的变换，让人很容易失去对时间的把控和计算。</p>
            <p>晨珈和小伙伴们就读的学校是新加坡名列前茅的女子中学。十一个女孩子被打乱分入初中三年级的四个尖子班中。既然是新加坡政府严挑细选的“尖子生”，大家拿的是选科分配中的顶配，数理化，加地理，社会学，中华文学，满打满算加下来11门课。新加坡的初中实行选科制，学生可以针对自己的兴趣以及特长选择自己想选的科目。不过文科理科都得占一点。中考O level算分很复杂，考的越好分越低。顶级初级学院像来福士和华侨中学需要两分，排在第二的学校像维多利亚和国家初级学院则是三到四分。不过近年来中国奖学金学生越来越多的都可以轻松拿到两分。于是政府出台新政策，中国奖学金生需要英文也拿到第一等级才能进入来福士和华侨中学。</p>
            <p>两年的初中生活晨珈按部就班，过着每天学校宿舍两点一线的生活。数理化的知识点在中国都已学过，掌握起来相对轻松。只是文科和全英文授课需要花点心思。</p>
            <p>来坡后，晨珈从来都没有特别想过家，也不像小伙伴们会因为想家而哭鼻子。仿佛一切都是自然地应该发生的事情。晨珈只是被动的接受。晨珈和家里的联系倒是算频繁，虽然不至于每天打电话，一个星期也有个三四次。与其说是和家里的联系，更多的是和爸爸的联系。大部分时候晨珈喜欢和爸爸聊天，从学习生活到时事政治，两人一聊就可以聊一个小时。从爸爸那里晨珈总能得到一些鼓励，慰藉和关心。晨珈和妈妈的交流不太顺畅也不太频繁，似乎从小就是这样。晨珈小时候没接触过孤独，忽视这样的词，只记得在四年级老师让写给妈妈的一封信时自己把自己写哭了，可能那时幼小的自己已经隐约觉得有什么东西的缺失。不过晨珈是一个不需要任何人操心的孩子，自己就这么“轻而易举”的长大了。</p>
            <p>晨珈O level的成绩除了英文都是第一等级。因为如此，晨珈的成绩被卡住进不了顶级初级学员，最后填志愿进入了国家初级学院进行两年的高中学习。</p>
            <p>“国初的校服是死气沉沉的水泥灰，就像那里的学生一样。”这是晨珈听到最多关于国初的评价。这里的学生没有生活没有朝气，都是些只会死读书的书呆子。填志愿前，各个初级学院都会举行open house。看着操场外斑驳的墙壁，晨珈在心里默念，自己一定不会来国初。可是当得知小伙伴里的小团体集体去了维多利亚后，为了错开，晨珈还是选择了死气沉沉的国初。与其主动选择，晨珈又一次被动的接受了安排。</p>
            <p>晨珈不喜欢搞小团体，从小就不喜欢。与其扎堆抱团，晨珈从小就只想要找到一个能满足自己所有感情需求的对象。只可惜屡屡碰壁。很多很多年以后，晨珈才意识到，当时的自己并不想也并不会交朋友，自己想要的是一个能满足自己所有感情需求的母体载体。</p>
        </>
    );
}
