export default function DuanlianChapter7() {
    return (
        <>
            <h2>Chapter 7: 心理咨询</h2>
            <p>晨珈觉得自己的自我保护机制应该是特别的强大。</p>
            <p>自己的状态如果再任由继续这样下去， A level考试绝对玩完。但是自己最原始的生存本能不允许自己毫无控制的下坠。其实要说，晨珈没有跌落过谷底, 因为在下坠的过程中，她的大脑会屏蔽掉所有其他的事情， 将所有精力集中在唯一重要的事情上——生存，奋力一搏。</p>
            <p>很多年以后， 晨珈学潜水学到的身体缺氧的条件反射，身体会自定减少或完全切断除了大脑以外的所有供氧，以保证最重要的大脑不至于缺氧死亡。</p>
            <p>“坚持下去”，晨珈的潜意识在说。太痛了？那就关闭掉情感的阀门吧。</p>
            <p>晨珈明白光靠自己的意志力很难撑过考试，她需要一些自己所不能提供的精神情感支持。抱着试一试的想法，晨珈推开了初级书院心理辅导室的门。</p>
            <p>辅导员是一个40岁左右的女人。</p>
            <p>晨珈没有太多的心力去观察和揣测这个新的环境。内心的挣扎与纠结已经让她自顾不暇。 她无力地坐在辅导室的沙发上，整个人麻木，毫无生气。</p>
            <p>辅导员的第一句话便击垮了晨珈。她说：“我不知道你经历了什么，但是我从你的眼睛里看到了很多伤痛。”  被看到和被理解一下子触及到晨珈的心理防线，委屈恐惧争先恐后奔涌而出，晨珈开始嚎啕大哭。</p>
            <p>那次心理辅导到底做了什么晨珈早已不记得，但辅导员的那句话，让她至今为止记忆犹新。那是所有事情发生后的第一次，有一个人看到并且试图抚慰她的伤痛，哪怕那是一个陌生人。仅仅是这样，晨珈被短暂的治愈了。</p>
            <p>不止一个亲戚打电话给晨珈让她劝劝自己的爸妈，让他们不要再闹了。晨珈也觉得也许自己需要介入他们之间。她觉得如果自己能被心理咨询短暂的慰藉到，也许他们的问题也能从咨询中受益。面对爸妈的纠葛，晨珈不想也不会站队。她想要找一个第三方，公正毫无偏袒的第三方，来解决他们的问题。 晨珈开始在网上搜索重庆的婚姻咨询师。</p>
            <p>A level考试在11月，六月暑假回家，小伙伴们回家充电。晨珈却心情沉重。此次回国是家里事情曝光后晨珈第一次面对面见到爸妈，她并不知道自己应该用什么样的表情，什么样的心态去面对他们。</p>
            <p>六月的重庆艳阳似火，家里的空气里却弥漫着冰冷和疏离。</p>
            <p>晨珈说服爸妈去见见那个咨询师。一路上，妈妈都在抱怨，这是白白浪费钱。爸爸则一如往常的沉默不语。事务所在一所办公楼里，面积不大，分为接客会客厅和里面的咨询诊疗室。咨询师面带微笑显得知性和蔼，没有太多的寒暄，她将爸妈带进咨询室，让晨珈在外面等待。</p>
            <p>晨珈不知道屋内是什么情况，坐在会客厅的沙发上百无聊赖的等待。一个小时咨询时间过去，咨询师出门，将晨珈叫到一边。她的声音柔和，低声的说，“像你爸妈这种情况，婚姻算是已经破裂了，而且妈妈全程不愿意开口分享一句话，有很明显的抵触情绪。让她分享，她却表示两人一点问题都没有，一切安好。这种情况是几乎没有调解的可能性的。” 晨珈听着咨询师的结论，想要努力控制自己的情绪让自己不至于显得那么激动，但是眼泪止不住的往下掉。</p>
            <p>爸爸付了钱，三人便往外走。咨询师似乎并没有将自己的结论告诉爸妈，而是单独告诉了作为申诉人的你。爸爸问，咨询师将你叫到一旁结论是什么。晨珈不想在妈妈面前说出咨询师的结论，便摇摇头保持沉默。</p>
            <p>爸爸让晨珈和妈妈先回，他说自己有事就不和她们一起回去了。这是你这次回来发现爸爸的惯用伎俩。一到需要三人出行的时候，爸爸便会说学校有事，自己有事，避免一切需要和妈妈共处一室或者一路的可能性。</p>
            <p>一路上妈妈还是不停的抱怨咒骂，先是咒骂爸爸的不守信用，和那个女人藕断丝连；然后她将矛头转向你，抱怨这样的咨询就是浪费时间浪费钱骂你不懂节省，不帮着她责骂出轨无良的爸爸。</p>
            <p>妈妈说她不理解你为什么在这样的情况下还可以保持如此的中立立场。为什么你不像其他孩子那样撒泼指责爸爸，劝他不要闹了，要回归家庭，反而不介意爸妈分开，将家庭拆散。</p>
            <p>晨珈也不明白，这么多的抱怨，给她机会讲给咨询师和爸爸当面对质，她缄默其口假装平静，完了对着你大倒苦水，心里的怨恨能淬出毒汁。虽然她对爸爸百般抱怨，但是她却死活不愿意离婚，“为了你，为了这个家”，要和爸爸一直耗下去。</p>
            <p>她不理解你的铁石心肠，你不理解她的偏执坚持。</p>
            <p>各执一词，互不让步，互相伤害。</p>
            <p>后来你单独跟爸爸讲了咨询师的结论。但你没想到这会成为爸爸坚持离婚的武器之一，造成对妈妈的伤害。其实你的任何参与都会轻易的成为被利用的武器，造成对另一方的伤害，连你也可以成为武器。只是当时的你还不自知。</p>
        </>
    );
}
