export default function DuanlianChapter1() {
  return (
    <>
      <h2>Chapter 1: “那个女人是谁”</h2>
      <p>算起来晨珈已经在新加坡留学三年了，14岁初中毕业后拿到政府奖学金去新加坡公费留学，
        也算是给父母挣足了面子。一转眼已经三个年头。</p>
      <p>新加坡延续英联邦的教育系统，四年初中两年高中。从中国选拔过去的奖学金生需要重复上一年语言预科，
        相当于再读两年初中两年高中，之后再参加A level高考。相当于国内的高考，凭考试成绩选专业上大学。</p>
      <p>过去的三年晨珈每年飞回国两次，一次暑假一次寒假，从未间断。</p>
      <p>晨珈的爸爸是一名初中语文老师， 妈妈以前则在爸爸的学校做督查老师。爸爸才换了任职的学校，
        从一直任教十几年的，也是晨珈母校的学校换到了一所离机场很近的学校。以前的家在旧校附近，
        单程来回就得一个半小时，为了爸爸的工作的方便，爸妈挤在临时的学生宿舍改造的教师宿舍里。</p>
      <p>这次晨珈寒假回国，为了能有地方睡，爸妈硬是在拥挤的宿舍内放下了一张双人床和一张单人床。
        晨珈睡在靠门的单人床上， 爸妈睡在靠厕所的双人床上。 虽然拥挤局促，但能回国看到爸妈，
        和他们一起度过一段家庭时光，晨珈还是开心的。</p>
      <p>本来是一个平常的夜晚，晨珈已经洗漱完毕缩进被窝，等着爸爸来掖掖被角互道晚安然后入睡。
        这是晨珈的入睡流程，即使离开家独自生活了三年，回家的时候这种生活里的小小习惯还是会被再次激活。
        “这就是回家的温馨吧，”晨珈这样想到。</p>
      <p>入睡之前，晨珈隐隐约约听到了妈妈的啜泣，然后带着哭声怨气的大声的质问，“那个女人是谁。”
        爸爸不耐烦的答到，“哪有什么女人，快睡吧，别吵了。”</p>
      <p>晨珈屏住呼吸猫在被窝里，好像只要自己没反应就可以假装一切都没发生。</p>
      <p>第二天一直到跟爸妈在机场道别踏上回坡的飞机，爸妈都没有再提及这个插曲。晨珈不太明白到底发生了什么，
        也不想明白，只希望一切如常，日子可以这样继续下去。</p>
      <p>可惜呀，生活总是在不经意间，把我们所有的牌面打乱重洗。
        曾经看过一句话：一个人的人生中一定有也只有几个非常重要的瞬间，决定了一生的走向。</p>
      <p>现在回想，这应该就是晨珈十年梦魇的开端吧。</p>
    </>
  );
}
