export default function DuanlianChapter2() {
  return (
    <>
      <h2>Chapter 2: 别人家的孩子</h2>
      <p>中国父母心中都有一个完美的孩子——别人家的孩子。</p>
      <p>晨珈打小就是那个别人家的孩子。</p>
      <p>从小学一年级起，晨珈的成绩便在班上年级上名列前茅。老师器重父母放心，年年都是班里的班干部，奖状从小到大拿到手软，贴满了旧家的墙壁。</p>
      <p>初中学校老师抓学生仪容仪表，年级主任走出门口时跟全班说，“晨珈这样就很好。” 明明是一句表扬，晨珈却在全班男生的反应中听出了嘲讽。那时的晨珈带着厚重的眼镜，绑着矫正的牙套，一个马尾帮在脑后紧紧地拉着头皮，露出锃亮的脑门。有一次一个男同学开玩笑的跟晨珈说，“午休时男生宿舍讨论排序班里女生的长相，晨珈排在最末尾，是最丑的女生。”</p>
      <p>正是脆弱敏感的年级，晨珈不开心了好久，但是想到自己仍旧品学兼优，成绩拉开那些男生好几条街，在外貌上的自卑似乎就被转移了。 爸爸从小跟晨珈灌输的理念便是，成绩是第一位的，其他的都不重要。爸爸常跟亲戚朋友炫耀，“晨珈这孩子，从小就没让我们操什么心。”这可是一句大实话。</p>
      <p>在晨珈两三岁还是四五岁的时候，爸妈去重庆主城的学校任职，便把晨珈寄养在老家乡下姑妈家一年。妈妈小时候也是被外婆外公寄养在姑妈家，因为妈妈是家里唯一的女孩子，加上其他三个兄弟家里实在养不过来。姑爷是当地学校的校长，家里还做一点小本生意，所以经济还算富裕。姑爷姑妈有两个女儿，晨珈喊她们大姨小姨。小姨和晨珈只差八岁，经常带着晨珈出去玩。小时候有人打趣的问小晨珈觉得自己像爸爸还是像妈妈，晨珈都会毫不犹豫的说，像小姨。 更多的时候，大姨小姨要上课，姑爷姑妈要打理生意，晨珈对寄养这一年最大的映像就是每天自己一个人会跑到学校操场的滑梯上往下滑，再不厌其烦爬上去，周而复始。晨珈那个时候不理解什么是孤独害怕，只知道睡觉一定要挨着小姨睡，如果小姨背对晨珈，她也会难过的睡不着。</p>
      <p>后来爸妈经济条件稍稍提高，便将晨珈接回了自己身边。由于爸妈所在的学校是住宿制学校，学生都统一的住宿舍上晚自习，爸爸晚上需要监督学生上晚自习回寝室，很晚才会回家。而妈妈当时担任的是寝室宿管阿姨，晚上需要住在学生寝室那边。</p>
      <p>上了小学每次放学和小伙伴结伴回家，晨珈住三楼，小伙伴住五楼。晨珈用钥匙打开门后，会请求小伙伴在门口等等，她会仔细的查看每个门背后，窗帘背后，确定没有危险后，小伙伴才上楼回自己的家。 在家里的夜晚，晨珈一般会和电视机一起度过，有时爸爸会抽空回家看一下晨珈，顺便带上在食堂捎的大鸡腿给晨珈加餐。晨珈也早就学会了听脚步声和钥匙碰撞的声音分辨回来的人是不是爸爸妈妈，然后飞快地关上电视机假装在做做作业。短暂的交谈后爸爸会继续出门，留晨珈一个人在家里，洗漱然后爬上床睡觉。</p>
      <p>上床之前，晨珈一定会再把家里所有的门窗再仔仔细细的检查一遍是否有管好，大门更是强迫症般的一次两次三次的反复检查。晨珈总是有这样的幻象，明明已经关好的大门，吱呀一声自己开了。睡觉的姿势也有讲究，一个人在家睡觉时，晨珈是不可能背对卧室门睡觉的。总感觉不安全。以至于到后来，床上有任何其他人，如果他们背对自己睡觉，晨珈也会睡不着。这样想来，这种不安全感似乎贯穿了晨珈的童年。</p>
      <p>不需要父母操心的晨珈，就像一颗孤独弱小的藤蔓，匍匐着艰难地朝上攀爬。现在想来，万事万物都有其因果，牵绊越深缠得越紧，牵绊越浅，风一吹，也就散了。</p>
      <p>2008年中考，晨珈14岁。北京奥运，汶川地震。那年的中考好多实事的考点。考试前班里进了一只小土狗，被全班圈养在教室后面，大家复习时小狗会在走道里跑酷，然后自己摔倒，逗得大家哈哈大笑，也冲淡了中考紧张的氛围。这只小狗也似乎给全班带来了好运，晨珈也正常发挥取得了优异的成绩，并且获得了新加坡公费留学的机会。</p>
      <p>晨珈踩着14岁的尾巴，在08年11月和另外10个从重庆出发的小伙伴一起来到新加坡这个陌生的国度，开启人生的新一篇章。</p>
    </>
  );
}
