export default function DuanlianChapter6() {
    return (
        <>
            <h2>Chapter 6: 短发</h2>
            <p>女生的头发造型似乎与情绪紧紧相关，心里的依靠坍塌后，晨珈只觉得自己需要一个巨大的变化。 就像壮士断腕，或女性削发为尼一样，象征着一种决心。经此变化后，以后的风雪需要晨珈一个人顶着往前厮杀。</p>
            <p>剪短发，这个想法在心中挥之不去。周末晨珈只觉得在宿舍里焦躁难耐，待不下去。心里烦躁的情绪让她静不下心来学习。她搭乘巴士到达初中宿舍附近的市场，找到一家理发店走了进去。</p>
            <p>她告诉理发师，自己需要剪个短发，不管样式，剪短就好。从小到大一直留着的长发随着理发师手起刀落一缕缕的飘落，晨珈的眼泪也如断线的珍珠，一颗颗的往下坠。理发师经过别人的提醒终于注意到晨珈的哭泣，停下了手中的动作无奈的说到，“不剪了不剪了，舍不得就不剪了。” 晨珈抬起充满眼泪的双眼，瞟了一眼理发师，“继续剪，剪短。我哭的不是头发，我没家了。” 后一句话晨珈的音量明显减少，理发师应该没听到，也没多问，发剪继续在晨珈头上飞舞。</p>
            <p>也许是害怕被投诉，那个下午理发师对着眼前这个不知道为什么止不住哭泣的少女的头发理了好久，只有十几块的理发费用，在理发师的精心打理下硬是理出了几百块的效果。晨珈没有心情欣赏，道了声谢付钱盯着肿胀通红的双眼出了门。</p>
            <p>坐在回宿舍的巴士上，晨珈的内心并没有因为理了发换了头而感觉好一些。</p>
            <p>她拿起手机自拍了一张，想看看自己的样子。2012年，晨珈还用着翻盖手机，镜头像素很低，照片模糊的只看得清少女眼底的委屈与倔强。</p>
        </>
    );
}
